"ALL_DAY_DAY_VIEW" = "Giornata";
"NOON" = "12 p.";
"UNTITLED_EVENT" = "Nuovo evento";
"ALL_DAY" = "Giornata";
"ALL_DAY_EVENTS" = "eventi tutto-il-giorno";
"CELL_ENDS" = "Termina";

"CALENDARS" = "Calendari";

"ALL" = "Tutto";
"ALL_CALENDARS" = "Tutti i calendari";
"ALL_OF_STORE" = "Tutti %@";
"N_CALENDARS" = "%@ calendari";

"SHOW_CALENDARS" = "Mostra calendari";
"SHOW_ALL_CALENDARS" = "Mostra tutti i calendari";
"HIDE_ALL_CALENDARS" = "Nascondi tutti i calendari";
"NO_CALENDARS" = "Nessun calendario";

"ALERT" = "Avviso";
"ALERT_LOWERCASE" = "avviso";
"ALERT_DETAIL_NAV_TITLE" = "Avviso evento";
"SECOND_ALERT" = "Secondo avviso";
"NONE_ALERT" = "Nessuno";
"NONE_INVITEES" = "Nessuno";
"EVENT" = "Evento";
"EVENTS" = "Eventi";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ giorni";
"INTERVAL_DAY" = "1 giorno";
"INTERVAL_HOURS" = "%@ ore";
"INTERVAL_HOUR" = "1 ora";
"INTERVAL_MINUTES" = "%@ minuti";
"INTERVAL_MINUTE" = "1 minuto";
"INTERVAL_SECONDS" = "%@ secondi";
"INTERVAL_SECOND" = "1 secondo";
"INTERVAL_WEEK" = "1 settimana";
"INTERVAL_FORMAT_BEFORE" = "%@ prima";
"INTERVAL_FORMAT_AFTER" = "%@ dopo";
"BEFORE" = " prima";
"AFTER" = " dopo";
"ON_TIME" = "All'ora dell'evento";
"ON_TIME_AT" = "Il giorno dell'evento (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " a  ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "a";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Giornata";

"DETAIL_DURATION_FORMAT" = "dalle %@ alle %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "dal %2$@ %1$@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "dalle %@ alle %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "al %2$@ %1$@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Giornata da %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "a %@";

"CALENDAR" = "Calendario";
"UNTITLED_CALENDAR" = "Calendario senza titolo";
"UNTITLED_ACCOUNT" = "Account senza titolo";

"NOTES_PLACEHOLDER" = "Note";
"NOTES_LOWERCASE" = "note";
"NOTES" = "Note";
"SHOW_ALL_NOTES" = "Mostra tutte le note";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Visualizza su Facebook";

"UNKNOWN" = "Sconosciuto";

"SHARED_CALENDAR" = "Calendario condiviso";
"SHARED" = "Condivise";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Condiviso da %@";
"SHARED_WITH_SINGLE_PERSON" = "Condiviso con %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Condiviso con %@ e…";
"PUBLIC_AND_SHARED" = "Pubblico e condiviso con %@…";

"ACCESS_DENIED_EVENTS" = "Questa app non ha accesso ai tuoi calendari.";
"ACCESS_DENIED_REMINDERS" = "Questa app non ha accesso ai tuoi promemoria.";

/* Name of subscribed group */
"SUBSCRIBED" = "Iscrizioni";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Compleanni";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Altro";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Promemoria";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Casa";
"ICLOUD_WORK_CALENDAR" = "Ufficio";

"STARTS" = "Inizio";
"ENDS" = "Fine";

"REPEAT" = "Ripetizione";
"NEVER" = "Mai";
"DAILY" = "Ogni giorno";
"WEEKLY" = "Settimanale";
"BIWEEKLY" = "Bisettimanale";
"MONTHLY" = "Mensile";
"YEARLY" = "Annuale";
"CUSTOM" = "Personalizza";

"AVAILABILITY" = "Disponibilità";
"BUSY" = "Occupato";
"FREE" = "Libero";
"TENTATIVE" = "Provvisorio";
"OUT_OF_OFFICE" = "Fuori sede";

"EDIT" = "Modifica";
"CANCEL" = "Annulla";
"DONE" = "Fine";
"ADD" = "Aggiungi";
"TO_WITH_COLON" = "A:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Dettagli";
"ICS_EVENTS" = "%@ eventi";

/* button title */
"ICS_ADD_ALL" = "Aggiungi tutti";
"ICS_ADD_SOME" = "Aggiungi (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Scegli calendario";

"DELETE_CALENDAR" = "Elimina calendario";
"EDIT_CALENDAR" = "Modifica cal.";
"EDIT_CALENDARS" = "Modifica calendari";
"ADD_CALENDAR" = "Aggiungi calend.";
"JOIN_CALENDAR" = "Accedi al calendario";
"CALENDAR_NAME" = "Nome calendario";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Nuovo calendario…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Aggiungi calendario…";
"DELETE_CALENDAR_CONFIRMATION" = "Vuoi eliminare il calendario? Tutti gli eventi e i promemoria associati al calendario verranno eliminati.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Vuoi eliminare il calendario? Tutti gli eventi associati al calendario verranno eliminati.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Vuoi eliminare il calendario? Tutti i promemoria associati al calendario verranno eliminati.";

"UNKNOWN_IDENTITY" = "qualcuno";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Qualcuno";

"JOIN_CALENDAR_TITLE_FORMAT" = "Vuoi accedere a “%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ ti ha invitato a un calendario condiviso.";

"CANCELELD_BY_FORMAT" = "Annullato da %@";
"FROM_FORMAT" = "Da: %@";
"TIME_CHANGED_TO_FORMAT" = "Ora modificata: %@";
"DATE_CHANGED_TO_FORMAT" = "Data modificata: %@";
"LOCATION_CHANGED" = "Posizione modificata";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Colore";
"PURPLE" = "Viola";
"ORANGE" = "Arancione";
"BLUE" = "Blu";
"RED" = "Rosso";
"BROWN" = "Marrone";
"YELLOW" = "Giallo";
"GREEN" = "Verde";

"SHARED_WITH_COLON" = "Condiviso con:";
"PENDING" = "In sospeso";
"OWNER" = "Proprietario";
"ADD_PERSON" = "Aggiungi persona";
"ADD_PERSON_WITH_ELLIPSIS" = "Aggiungi persona…";
"PUBLIC_CALENDAR" = "Calendario pubblico";
"PUBLIC_CALENDAR_DESCRIPTION" = "Consenti a tutti di iscriversi alla versione di sola lettura di questo calendario.";
"PUBLISHING_WITH_ELLIPSIS" = "Pubblico…";
"VIEW_ONLY" = "Visualizza";
"VIEW_AND_EDIT" = "Visualizza e modifica";
"ALLOW_EDITING" = "Consenti modifiche";
"ALLOW_EDITING_DESCRIPTION" = "Consenti a questa persona di apportare modifiche al calendario.";
"RESEND_SHARING_INVITATION" = "Invia di nuovo l'invito…";
"REMOVE_FROM_CALENDAR" = "Rimuovi da Calendario";
"REMOVE" = "Rimuovi";
"REMOVE_ALERT_TEXT" = "%@ perderà immediatamente l'accesso a questo calendario.";
"SHARE_LINK_WITH_ELLIPSIS" = "Condividi link…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Condividi link al calendario con:";
"EMAIL" = "E-mail";
"MESSAGE" = "Messaggio";
"TWEET" = "Tweet";
"COPY_LINK" = "Copia link";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Aggiunto a %@ da %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Eliminato da %@ da %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Aggiornato in %@ da %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ modificato da %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ modificato in %@ da %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ e %@ modificati da %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ eventi sono stati aggiunti a %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ eventi sono stati eliminati da %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ eventi sono stati aggiornati in %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ eventi sono stati aggiunti a %@ da %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ eventi sono stati eliminati da %@ da %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ eventi sono stati aggiornati in %@ da %@.";

"SHARED_PROP_DATE" = "data";
"SHARED_PROP_TIME" = "ora";
"SHARED_PROP_TITLE" = "titolo";
"SHARED_PROP_LOCATION" = "posizione";

"ADD_SHAREES_PROMPT" = "Aggiungi partecipanti a questo Calendario.";

"CREATED_BY" = "Creato da";
"EDITED_BY" = "Modificato da";
"CREATED_BY_LOWERCASE" = "creato da";
"EDITED_BY_LOWERCASE" = "modificato da";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ ha accettato l'invito al tuo calendario condiviso.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ ha rifiutato il tuo calendario condiviso.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ non si è ancora espresso sull'invito a questo calendario condiviso.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Questo calendario non è più condiviso.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Questo calendario adesso è pubblico.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Iscriviti al mio calendario %@";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Iscriviti al mio calendario %@ in: %@";

"ATTACHMENTS" = "Allegati";
"ATTACHMENTS_LOWERCASE" = "allegati";
"CANNOT_OPEN_ATTACHMENT" = "Impossibile aprire allegato";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ di %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Si è verificato un errore durante il download dell'allegato.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Questo tipo di file non è supportato.";
"UNTITLED_ATTACHMENT" = "Allegato senza titolo";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Aggiorno calendari…";

"ENDS_TIME_FORMAT" = "termina %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ alle %@";
"CALENDAR_TODAY" = "Oggi";
"CALENDAR_TODAY_LOWER" = "oggi";
"CALENDAR_YESTERDAY" = "Ieri";
"CALENDAR_YESTERDAY_LOWER" = "ieri";
"CALENDAR_TOMORROW" = "Domani";
"CALENDAR_TOMORROW_LOWER" = "domani";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Ultimo %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "lo scorso %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Ultimo %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ della settimana scorsa";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Questo %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "%@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Questo %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "%@ della settimana prossima";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Iscrizioni";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Iscrizioni";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
